// © Copyright 2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Paperin syötön puhdistus";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Peruuta";

CleaningConfirmationTitle = "Paperin syötön puhdistus";
CleaningConfirmationBody = "Toiminto voi kestää useita minuutteja. Mekaaniset melut ovat normaaleja toiminnon aikana. Älä keskeytä prosessia. Jatka valitsemalla OK.";
PaperFoundTite = "Paperi löytynyt";
PaperFoundBody = "Poista paperi paperialustalta ennen kuin jatkat Paperin syötön puhdistusta. Jatka valitsemalla OK.";
PapperFeedCleaningTitle = "Paperin syötön puhdistus";
PaperFeedCleaningCompleteBody = "Paperin syötön puhdistus on valmis.";

NotInitiatedTitle = "Puhdistusta ei voitu aloittaa";
NotInitiatedMsg = "Puhdistusprosessia ei voitu aloittaa. Tarkista, että tulostin on online ja että se ei käsittele mitään töitä.";

HSDInfoTextFieldValue = "Toiminto tulisi suorittaa, jos tulostimella on ongelmia paperin poimimisessa. Jos tulostin ei poimi paperia, kun tulostustyö lähetetään, tämä toiminto puhdistaa osan tulostimen sisällä ja auttaa ongelman korjaamisessa.";
HSDGuideTextFieldValue = "Poista paperi paperialustalta ennen kuin aloitat Paperin syötön puhdistusta. Aloita prosessi valitsemalla Puhdista.";
HSDCleanButtonTitle = "Puhdista";

PaperFeedCancelingTitle = "Peruutetaan";
